{
	"day": "Day",
	"not_enough_money": "Not enough money!",
	"laundry_done": "You did the laundry!",
	"toilet_already_empty": "The toilet is already empty!",
	"sunny": "☀️ Sunny",
	"night": "🌙 Night",
	"rainy": "🌧️ Rainy",
	"unknown": "❓ Unknown",
	"engine_run_hour": "Let the engine run for an hour!",
	"camping_expensive": "Camping is always good, but expensive!",
	"no_money_for_camping": "Not enough money for camping!",
        "budget": "Budget:",
        "language": "Language:",
        "vanlife_title": "My Vanlife",
        "water": "Water 🏠:",
        "toilet": "Toilet 🚽:",
        "gas": "Gas 💨:",
        "fridge": "Fridge 🛂:",
        "diesel": "Diesel ⛽️:",
        "laundry": "Laundry 🧺:",
        "fill": "Fill",
        "empty": "Empty",
        "stock": "Stock",
        "refuel": "Refuel",
        "wash": "Wash",
        "earn_money": "Earn Money",
        "start_engine": "Start Engine",
        "go_camping": "Go Camping (25 euros)",

	"toilet_empty_messages": [
		"Phew, finally empty! The toilet is emptied.",
		"Flushed like a pro! The toilet shines!",
		"Goodbye toilet troubles! Now it's fresh!",
		"Mission accomplished! The toilet is safe.",
		"You are a flush master! Another success.",
		"Farewell, adventure aroma! The toilet is emptied.",
		"Cleanliness and order restored. The toilet is happy!",
		"The toilet is empty and ready for new challenges!",
		"Job done! Now you can breathe freely.",
		"Toilet emptied, day saved!"
	],

	"water_fill_messages": [
		"Water supplies replenished. Time to move on!",
		"Now there's enough water for a whole road trip party!",
		"Water is life. Fully stocked!",
		"Great, water is full, time to make coffee!",
		"Alright, now we can definitely take a shower!",
		"Water supply renewed. Vanlife continues!",
		"Water is our everything. Fully stocked!",
		"Filled up! Ready for dishwashing now!",
		"Fresh water refill complete!",
		"Water supply ready — off to adventures!"
	],

	"laundry_wash_messages": [
		"Laundry done, now everything smells fresh!",
		"Hooray! Laundry's clean, time to start new adventures!",
		"Laundry like a pro! Time to shine in cleanliness.",
		"Fresh clothes mean fresh ideas for travel!",
		"Cleanliness is the key to success. Laundry's clean!",
		"No dirt left! Time to relax.",
		"Laundry's done. Now we can conquer mountains!",
		"Laundry is as fresh as our plans!",
		"Washed and ready! Just like new.",
		"Time for clean shirts and new adventures!"
	],

	"start_engine_messages": [
		"Engine started. Time to chase the horizon!",
		"The rumble of the engine is music to the ears.",
		"Engine started! Ready for a new journey.",
		"The engine's roaring, and we're ready to go!",
		"Engine on — soon we'll be at a new place!",
		"Engine started. Awaiting exciting adventures!",
		"Let the engine hum, and the heart sing!",
		"Engine running — time to hit the road!",
		"All set, engine's roaring — let's go!",
		"Engine started! Time for new roads."
	],

	"fill_diesel_messages": [
		"Diesel filled up! Now we can drive across Europe!",
		"Tank's full, engine's humming. Time to hit the road!",
		"Refueled! Now the engine's happy, and we're ready for adventures!",
		"Diesel's full — no stops on the way to freedom!",
		"Full tank of diesel — no obstacles now!",
		"Refueling complete! The wind is in our favor!",
		"Fuel tank topped off! Time for new roads!",
		"Diesel in place — adventures await us!",
		"Full tank — full speed ahead! Let the engine roar!",
		"Diesel topped up. Time to chase the horizon!"
	],

	"fill_gas_messages": [
		"Gas filled up! Now the kitchen will be lively.",
		"Gas refueled — ready to heat up and keep warm!",
		"Gas is full! Time to cook masterpieces in nature!",
		"Gas cylinder filled! Ready for delicious meals and warm nights.",
		"Gas supplies replenished — no more worries!",
		"Now we can heat the soup and warm water. All under control!",
		"Gas in place — time to enjoy hot meals!",
		"Gas refueling complete. Travel comfortably continues!",
		"Gas filled. Hot tea in the mornings is guaranteed!",
		"Gas cylinder is full! Ready for cooking and heating!"
	],

	"fill_fridge_messages": [
		"Fridge full! Now we have enough supplies for a long journey!",
		"Food replenished! Ready for a gastronomic adventure!",
		"Fridge stocked to the brim! No need to worry about hunger now.",
		"Supplies are in place! Time to make a delicious dinner.",
		"Fridge fully loaded — time to cook something tasty!",
		"Fridge full. The journey just got tastier!",
		"Food supply topped up! Now we can rush without thinking about hunger.",
		"Fridge full — that means we can visit the most remote corners!",
		"Supplies loaded! Everything we need for a picnic on wheels!",
		"Food in the fridge, spirits high — onwards to more adventures!"
	],

	"not_enough_money_for_laundry_messages": [
		"No money, but dirt adds charm!",
		"Not enough money for laundry! Maybe it's time to embrace that new stain?",
		"Laundry postponed. Time to earn some money!",
		"Dirty clothes? Well, maybe it's a new fashion trend!",
		"Earn first, then wash. Or just be creative with the stains!",
		"No money for laundry! Gonna have to wear what we've got.",
		"Not enough money for laundry! Seems like washing hands is the best we can do.",
		"Oh, running low on money! Let's leave the dirt for history.",
		"Money flew away faster than the dirt on clothes. Time to work!",
		"No money for laundry. Maybe we'll just air it out?"
	],

	"not_enough_money_for_diesel_messages": [
		"Not enough money for fuel! Looks like we'll have to take a walk.",
		"Diesel is expensive, but walking is free! Time for a stroll.",
		"Tank is empty, and so is the wallet. Earn first, drive later!",
		"Not enough money for diesel! Maybe we should push it a bit?",
		"No money for diesel. But hey, walking is good for your health!",
		"Fuel's low, and so is cash. Time to work for the fuel!",
		"Ah, diesel isn't free! Better find a job to fill up the tank.",
		"Not enough money for diesel. The motorhome needs fuel too!",
		"Everything's fine, except the empty tank. Time to earn!",
		"Not enough money for diesel. Let the van rest while we work."
	],

	"not_enough_money_for_gas_messages": [
		"Not enough money for gas! No hot soup for now.",
		"Ah, gas is expensive! Maybe it's time for a cold meal?",
		"No gas, no cash. Time to earn some money to heat dinner!",
		"Not enough money for gas! How about a bread and water dinner?",
		"No gas, but spirits are high! Let's cook something simple.",
		"No money for gas. Looks like tonight's dinner will be raw.",
		"Gas needs money! And we don't have any. Time to work a bit.",
		"Not enough money for gas. We'll manage with salads for now!",
		"No hot tea without gas. Time to get to work!",
		"Gas isn't free! Looks like it's time to earn to heat up lunch."
	],

	"not_enough_money_for_fridge_messages": [
		"Not enough money for the fridge! The fridge is empty, but the spirit of adventure is full!",
		"Ah, no money, and the fridge is empty. Time to earn for tasty food!",
		"No money to fill the fridge. But hey, the air inside is always fresh!",
		"The fridge wants food, and the wallet wants cash. Time to work!",
		"No food left in the fridge. Maybe snowballs for a snack?",
		"Ah, the fridge is empty. Looks like it's time to work for food.",
		"The fridge is hungry, and there's no money. Time to work for some treats!",
		"Not enough money for fridge supplies. Adventures on an empty stomach!",
		"The fridge is getting empty, and there's no money. Time to earn for a tasty meal!",
		"No food in the fridge, but lots of work to do! Time to change that."
	],

	"earn_money_messages": [
		"23 in the pocket — enough for a couple of liters of diesel! The journey continues!",
		"Money's in! Looks like we can make it to the next camping spot.",
		"Ah, 23 euros! Time to think about a hot coffee at the gas station!",
		"Fuel reserve is growing! The motorhome awaits distant roads!",
		"One more sandwich secured! Travel requires calories!",
		"Gained 23 euros! Maybe enough for a few kilometers to new horizons!",
		"Earned enough for a cup of tea at the campground! Let's keep the journey warm!",
		"Money in the house on wheels! Time to move on!",
		"Travelers always find a way to earn for diesel! Plus 23!",
		"A good day for earnings! Time to refuel and head into the unknown!"
	]
}