Repository: Kopaev/VanlifeGames
Catalog: languages/vanlife_game-*.po
Languages: ru_ru

source: Day
ru_ru: День

source: Not enough money!
ru_ru: Недостаточно денег!

source: You did the laundry!
ru_ru: Вы постирали вещи!

source: The toilet is already empty!
ru_ru: Туалет уже пустой!

source: ☀️ Sunny
ru_ru: ☀️ Солнечно

source: 🌙 Night
ru_ru: 🌙 Ночь

source: 🌧️ Rainy
ru_ru: 🌧️ Дождливо

source: ❓ Unknown
ru_ru: ❓ Неизвестно

source: Let the engine run for an hour!
ru_ru: Часочек двигателем поторохтим!

source: Camping is always good, but expensive!
ru_ru: В кемпинге всегда хорошо, только дороговато!

source: Not enough money for camping!
ru_ru: Недостаточно денег для кемпинга!

source: Budget:
ru_ru: Бюджет:

source: Phew, finally empty! The toilet is emptied.
ru_ru: Фууу, наконец-то свободно! Туалет опустошен.

source: Flushed like a pro! The toilet shines!
ru_ru: Слили как профи! Туалет сияет!

source: Goodbye toilet troubles! Now it's fresh!
ru_ru: Пока, туалетные проблемы! Теперь свежесть!

source: Mission accomplished! The toilet is safe.
ru_ru: Миссия выполнена! Туалет в безопасности.

source: You are a flush master! Another success.
ru_ru: Ты мастер слива! Очередной успех.

source: Farewell, adventure aroma! The toilet is emptied.
ru_ru: Прощай, аромат приключений! Туалет опустошен.

source: Cleanliness and order restored. The toilet is happy!
ru_ru: Чистота и порядок восстановлены. Туалет доволен!

source: The toilet is empty and ready for new challenges!
ru_ru: Туалет свободен и готов к новым вызовам!

source: Job done! Now you can breathe freely.
ru_ru: Работа сделана! Теперь можно дышать свободно.

source: Toilet emptied, day saved!
ru_ru: Туалет опустошен, день спасён!

source: Goodbye toilet troubles! Now it s fresh!
ru_ru: Прощай, туалетные проблемы! Теперь свежесть!

source: My Vanlife
ru_ru: Мой Ванлайф

source: Water 🏠:
ru_ru: Вода 🏠:

source: Toilet 🚽:
ru_ru: Туалет 🚽:

source: Gas 💨:
ru_ru: Газ 💨:

source: Fridge 🛂:
ru_ru: Холодильник 🛂:

source: Diesel ⛽️:
ru_ru: Дизель ⛽️:

source: Laundry 🧺:
ru_ru: Грязное бельё 🧺:

source: Fill
ru_ru: Заполнить

source: Empty
ru_ru: Опустошить

source: Stock
ru_ru: Закупить

source: Refuel
ru_ru: Заправить

source: Wash
ru_ru: Постирать

source: Earn Money
ru_ru: Заработать деньги

source: Start Engine
ru_ru: Завести двигатель

source: Go Camping (25 euros)
ru_ru: Встать на кемпинг (25 евро)

source: toilet_already_empty
ru_ru: Туалет уже пустой!
